Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Natomiast grupie, która regularnie mnie 'odwiedza' przewodzi facet ze szramą na policzku. Podobno zwykle zbierają się przy domu Volkera.
uk: Натомість групу, яка регулярно 'навідується' до мене, очолює хлопець зі шрамом на щоці. Зазвичай вони збираються біля будинку Волкера.

source: Natomiast jego kolega ma serce ze złota. Już nie jednemu pomógł i wpuścił do miasta.
uk: Натомість його напарник має золоте серце. Він вже не одному допоміг і багатьох впустив до міста.

source: Natomiast jeśli chodzi o obiecaną nagrodę za pomoc...
uk: Що стосується обіцяної нагороди за допомогу...

source: Natomiast jeśli o ciebie chodzi, to jeśli nie przestaniesz rozpowiadać tych fałszywych informacji, będę zmuszony do wyciągnięcia daleko idących konsekwencji prawnych.
uk: Натомість, якщо ти не припиниш поширювати цю недостовірну інформацію, я буду змушений застосувати до тебе відповідні запобіжні заходи.

source: Natomiast ty ukryjesz się w środku i spróbujesz się na niego zaczaić. Gdy tylko usłyszysz jakieś hałasy, to pobiegniesz w ich stronę i złapiesz drania na gorącym uczynku.
uk: Ти, натомість, сховаєшся всередині і спробуєш підібратися до нього. Як тільки почуєш якісь звуки, ти побіжиш туди і спіймаєш негідника на гарячому.

source: Natrafiłem na chłopaka, który dostarczał treść przemówień. Wyglądał na przerażonego, ale nie wiem, czy mną, czy potencjalnym gniewem Lichwiarza za niewykonanie zadania. Dałem mu sporo złota, może to pozwoli mu uciec z tego przeklętego miejsca i nie skończy tak jak ja - podejmując decyzje, których będzie żałował przez resztę swoich dni.
uk: Я натрапив на хлопця, який доставляв тексти промов. Він виглядав наляканим, але не знаю, чи то через мене, чи через те, що боявся розгнівати Лихваря за невиконане завдання. Я дав йому чимало золота. Можливо, це дозволить йому втекти з цього проклятого місця і не закінчити, як я – приймаючи рішення, про які він буде шкодувати до кінця своїх днів.

source: Natrafiłem na ciała górników. Znalazłem przy nich oznakowane paczki. Wygląda na to, że w okolicy jest ich więcej.
uk: Я натрапив на тіла гірників. У них я знайшов позначені пакунки. Схоже, поряд їх має бути ще декілька.

source: Natrafiłem na coś w rodzaju kamiennego balkonu. Jest zbyt wysoko, bym mógł się na niego wspiąć. Porozmawiam z Varinem, może jego ludzie będą mogli zbudować na szybko jakąś drabinę.
uk: Я натрапив на щось схоже на кам'яний балкон. Він занадто високий, щоб я міг на нього залізти. Я поговорю з Варіном, можливо, його люди зможуть нашвидкоруч змайструвати якусь драбину.

source: Natrafiłem na grupę Południowców. Wygląda na to, że robili od jakiegoś czasu spore zamieszanie w mieście...
uk: Я натрапив на групу південців. Схоже, вони вже деякий час влаштовують заворушення в місті...

source: Natrafiłem na grupę Południowców...
uk: Я натрапив на групу південців...

source: Natrafiłem na grupę dziwnych ścierwojadów na ścieżce prowadzącej do miasta.
uk: На стежці, що веде до міста, я натрапив на групу дивних падальників.

source: Natrafiłem na jakiś inny krąg teleportacyjny...
uk: Я натрапив на якесь інше коло телепортації...

source: Natrafiłem na jakąś zagadkę...
uk: Я натрапив на своєрідну загадку...

source: Natrafiłem na jeden czy dwa patrole Volkera.
uk: Я натрапив на один чи два патрулі Волкера.

source: Natrafiłem na jego kryjówkę.
uk: Я знайшов його схованку.

source: Natrafiłem na ludzi rozprowadzających po mieście jakieś ulotki. Zbierają się za stocznią i gadają jakie to Archolos nie jest okropne.
uk: Я натрапив на людей, які розповсюджували якісь листівки по місту. Вони збираються за корабельнею і розповідають про те, який жахливий Архолос.

source: Natrafiłem na ludzi rozprowadzających po mieście jakieś ulotki...
uk: Я натрапив на людей, які роздавали листівки по місту...

source: Natrafiłem na pewien trop.
uk: Я натрапив на слід.

source: Natrafiłem na pomieszczenie pełne głazów. Wygląda jak spiżarnia.
uk: Я натрапив на кімнату, повну валунів. Вона схожа на комору.

source: Natrafiłem na potencjalny trop mojego brata.
uk: Я натрапив на потенційну зачіпку щодо мого брата.

source: Naturalne metody
uk: Натуральні методи

source: Natychmiast to po tobie widać.
uk: Це одразу по тобі видно.

source: Natychmiast wracam na stanowisko.
uk: Я негайно повертаюся на пост.

source: Natychmiast zajmę pozycję!
uk: Я негайно займу позицію!

source: Natychmiastowo stawia na nogi oraz wzmacnia ciało
uk: Миттєво ставить на ноги та зміцнює організм.

source: Naucz mnie akrobatyki.
uk: Навчи мене акробатики.

source: Naucz mnie lepszych technik alchemicznych.
uk: Навчи мене кращим алхімічним технікам.

source: Naucz mnie lepszych technik kowalskich.
uk: Навчи мене кращим ковальським технікам.

source: Naucz mnie lepszych technik kradzieży.
uk: Навчи мене кращим технікам обкрадання.

source: Naucz mnie lepszych technik łuczarskich.
uk: Навчи мене кращим технікам виготовлення луків.

source: Naucz mnie lepszych technik łuczarstwa.
uk: Навчи мене кращим технікам виготовлення луків.

source: Naucz mnie mistrzowskich technik alchemicznych.
uk: Навчи мене майстерним алхімічним технікам.

source: Naucz mnie mistrzowskich technik kowalskich.
uk: Навчи мене майстерним ковальським технікам.

source: Naucz mnie mistrzowskich technik kowalstwa.
uk: Навчи мене майстерним ковальським технікам.

source: Naucz mnie mistrzowskich technik kradzieży.
uk: Навчи мене майстерним технікам обкрадання.

source: Naucz mnie mistrzowskich technik łuczarskich.
uk: Навчи мене майстерним технікам виготовлення луків.

source: Naucz mnie mistrzowskiego otwierania zamków.
uk: Навчи мене, як майстерно відмикати замки.

source: Naucz mnie podstaw alchemii.
uk: Навчи мене основам алхімії.

source: Naucz mnie podstaw kowalstwa.
uk: Навчи мене основам ковальства.

source: Naucz mnie podstaw kradzieży.
uk: Навчи мене основам обкрадання.

source: Naucz mnie podstaw oprawiania zwierząt.
uk: Навчи мене основам білування тварин.

source: Naucz mnie podstaw łuczarstwa.
uk: Навчи мене основам виготовлення луків.

source: Naucz mnie podstawowych technik łuczarskich.
uk: Навчи мене основам виготовлення луків.

source: Naucz mnie skuteczniejszego otwierania zamków.
uk: Навчи мене, як ефективніше відмикати замки.

source: Naucz mnie walczyć!
uk: Навчи мене битися!

source: Naucz mnie wiedzy magicznej...
uk: Навчи мене кіл магії...

source: Naucz mnie, jak kuć dobrej jakości broń.
uk: Навчи мене кувати якісну зброю.

source: Naucz się odpowiednio trzymać wytrych, żeby zminimalizować ryzyko jego złamania. Wtedy będziesz mógł przepchnąć zatrzask nawet na siłę, co zaskakująco często jest skuteczne.
uk: Вчись правильно тримати відмичку, щоб мінімізувати ризик її поломки. Тоді ти зможеш проштовхнути засувку навіть силою, що напрочуд часто буває ефективним.

source: Nauczasz: sztuka walki
uk: Ви вивчили: Бойове мистецтво

source: Nauczyciela.
uk: Стати їх тренером.

source: Nauczysz mnie czegoś o alchemii?
uk: Можеш навчити мене алхімії?

source: Nauczysz mnie czegoś o magii?
uk: Можеш навчити мене магії?

source: Nauczysz mnie czegoś o polowaniu?
uk: Можеш навчити мене полюванню?

source: Nauczysz mnie czegoś o wydobywaniu złóż?
uk: Можеш навчити мене гірничій справі?

source: Nauczysz mnie czegoś o wykuwaniu broni?
uk: Можеш навчити мене кувати зброю?

source: Nauczysz mnie czegoś o złodziejstwie?
uk: Можеш навчити мене крадіжкам?

source: Nauczyłabyś mnie grania na lutni?
uk: Ти навчиш мене грати на лютні?

source: Nauczyłam się wszystkiego od męża. Pracowałam razem z nim dopóki Król nie wezwał go na służbę.
uk: Я навчилася всьому від свого чоловіка. Я працювала з ним пліч-о-пліч, поки Король не покликав його на службу.

source: Nauczyłbyś mnie strzelać?
uk: Навчиш мене стріляти?

source: Nauczyłbyś mnie, jak się posługiwać taką bronią?
uk: Ти можеш навчити мене, як користуватися такою зброєю?

source: Nauczyłem go co nieco o wspinaczce.
uk: Я навчив його вилазити на дерева.

source: Nauczyłem się podstaw przepisywania zwojów. Nie wiem, czym będę miał tutaj ku temu wiele okazji, ale kilka dodatkowych zwojów światła czy leczenia na pewno się przyda.
uk: Я опанував основи переписування сувоїв. Не впевнений, що матиму багато можливостей цим займатися, але декілька додаткових сувоїв світла чи зцілення точно не завадять.

source: Nauczę się poprawnej walki mieczem... (+2% do walki bronią jednoręczną i dwuręczną)
uk: Я навчуся правильно володіти мечем... (Бій одноручною та дворучною зброєю +2%)

source: Nauka - Gildia Kupiecka
uk: Навчання – Торгова Гільдія

source: Nauka - Klasztor
uk: Навчання – Монастир

source: Nauka - Miasto
uk: Навчання – Місто

source: Nauka - Pozostałe lokacje
uk: Навчання – Інші місця

source: Nauka - Przystań Łotrów
uk: Навчання – Гавань лиходіїв

source: Nauka - Silbach
uk: Навчання – Сільбах

source: Nauka - Straż Miejska
uk: Навчання – Міська Варта

source: Nauka - Vardhal
uk: Навчання – Вардхал

source: Nauka - Wilcze Leże
uk: Навчання – Вовче Лігво

source: Nauka pisania zwojów
uk: Переписування сувоїв

source: Nauka przepisywania zwojów magicznych
uk: Переписування магічних сувоїв

source: Nauka tej sztuki potrafi przerosnąć niejednego zdolnego nowicjusza, ale w tym momencie potrzebujemy każdej możliwej łaski Adanosa.
uk: Вивчення цього мистецтва може бути важким для багатьох послушників, але на даний момент ми потребуємо усієї благодаті Аданоса.

source: Nauka: akrobatyka
uk: Вивчено: Акробатика

source: Nauka: czwarty krąg magii
uk: Вивчено: Четверте Коло Магії

source: Nauka: drugi krąg magii
uk: Вивчено: Друге Коло Магії

source: Nauka: gruczoły z trucizną
uk: Вивчено: Вилучення отруйних залоз

source: Nauka: kowalstwo
uk: Вивчено: Ковальство

source: Nauka: kradzież, mistrz
uk: Вивчено: Обкрадання, майстер

source: Nauka: kradzież, zielony
uk: Вивчено: Обкрадання, початківець

source: Nauka: kradzież, złodziej
uk: Вивчено: Обкрадання, досвідчений

source: Nauka: nasiona roślin z zwierząt
uk: Вивчено: Вилучення насіння з тварин

source: Nauka: pierwszy krąg magii
uk: Вивчено: Перше Коло Магії

source: Nauka: piąty krąg magii
uk: Вивчено: П'яте Коло Магії

source: Nauka: podstawy oprawiania zwierząt
uk: Вивчено: Основи білування тварин

source: Nauka: pozyskiwanie sadła
uk: Вивчено: Збір жиру

source: Nauka: pozyskiwanie skorup oraz płytek pełzaczy
uk: Вивчено: Знімання панцирів

source: Nauka: pozyskiwanie żuwaczek
uk: Вивчено: Вилучення щелеп

source: Nauka: przepisywanie zwojów
uk: Вивчено: Переписування сувоїв

source: Nauka: rogi cieniostworów
uk: Вивчено: Вилучення рогів тінезвірів

source: Nauka: serca magicznych istot
uk: Вивчено: Вилучення сердець магічних істот

source: Nauka: skradanie się
uk: Вивчено: Підкрадання

source: Nauka: skrzydła krwiopijców
uk: Вивчено: Видалення крил шершнів

source: Nauka: skórowanie gadów
uk: Вивчено: Зняття шкур рептилій

source: Nauka: szósty krąg magii
uk: Вивчено: Шосте Коло Магії

source: Nauka: trzeci krąg magii
uk: Вивчено: Третє Коло Магії

source: Nauka: tworzenie run
uk: Вивчено: Створення рун

source: Nauka: warzenie mikstur
uk: Вивчено: Алхімія

source: Nauka: wyrywanie języków
uk: Вивчено: Вилучення язиків

source: Nauka: wyrywanie kłów
uk: Вивчено: Видалення зубів

source: Nauka: wyrywanie pazurów
uk: Вивчено: Видалення кігтів

source: Nauka: włamywanie się
uk: Вивчено: Відмикання замків

source: Nauka: łuczarstwo, doświadczony
uk: Вивчено: Виготовлення луків, досвідчений

source: Nauka: łuczarstwo, mistrz
uk: Вивчено: Виготовлення луків, майстер

source: Nauka: łuczarstwo, zielony
uk: Вивчено: Виготовлення луків, початківець

source: Naukę można podzielić na trzy stopnie - zielony, doświadczony i mistrz. Z każdym kolejnym rzemieślnik jest w stanie opanować informacje zawarte w bardziej skomplikowanych przepisach i wytworzyć je odpowiednio na stole łuczarskim lub kowadle.
uk: Навчання можна розділити на три рівні – початківець, досвідчений і майстер. З кожним наступним рівнем ремісник зможе вивчати інформацію, що міститься в більш складних кресленнях, і виготовляти зброю на верстаті або ковадлі.

source: Nawdychałeś się czegoś?
uk: Ти чогось нанюхався?

source: Nawet Fox stwierdził, że jesteś w porządku...
uk: Навіть Фокс стверджує, що ти нормальна людина...

source: Nawet bez mojej pomocy Roderich oraz Magowie Wody odparli atak, który, jak się później okazało, był wspólnym podstępem Ulryka i Volkera.
uk: Навіть без моєї допомоги Родеріх і Маги Води відбили напад, який, як згодом з'ясувалося, був спільною змовою Ульріка і Волкера.

source: Nawet cię nie znam. Dlaczego mam ci zaufać?
uk: Я тебе навіть не знаю. Чому я маю тобі довіряти?

source: Nawet dobrze, a co?
uk: Досить добре, а що?

source: Nawet gdy jesteśmy świadkami zagrożenia, nie wolno nam zapalić ogni, dopóki nie otrzymamy oficjalnego rozkazu od samego gubernatora.
uk: Навіть перед обличчям неминучої небезпеки ми не повинні розпалювати вогонь, поки не отримаємо офіційний наказ від самого губернатора.

source: Nawet gdyby Grayson nie groził mi osobiście, to oczywiście, że wsparłbym tę inicjatywę. Orkowie zagrażają nam wszystkim.
uk: Навіть якби Грейсон не погрожував мені особисто, я б, звісно, підтримав ініціативу. Орки загрожують нам усім.

source: Nawet gdyby się odnalazła, można ją łatwo podważyć: nie została zatwierdzona przez urzędnika.
uk: Навіть якщо вона і знайдеться, її легко поставлять під сумнів, тому що вона не буде офіційно затверджена.

source: Nawet gdybym chciał go zabić, to nie zrobiłbym tego jak ostatni tchórz.
uk: Навіть якби я хотів його вбити, то не зробив би цього, як останній боягуз.

source: Nawet gdybym chciał pozwolić ci na organizowanie takich schadzek, to pewnie i tak skończyłbyś w ich brzuchach.
uk: Навіть якби я дозволив тобі організувати такі посиденьки, ти, ймовірно, все одно опинився б у них у шлунку.

source: Nawet gdybym cokolwiek wiedział, to nic bym ci nie powiedział.
uk: Навіть якби й щось знав, то не розказав би.

source: Nawet jak na strażnika.
uk: Навіть як на вартового.

source: Nawet jakby był, to i tak nie będzie miał dla ciebie czasu.
uk: Навіть якби і був, то не матиме на тебе часу.

source: Nawet jeśli Salvi ci rozkaże?
uk: Навіть якщо Сальві накаже тобі?

source: Nawet jeśli ci wierzę, to musisz mi pozwolić sobie pomóc...
uk: Навіть якщо я тобі повірю, ти повинен дозволити тобі допомогти...

source: Nawet jeśli coś takiego by się zdarzyło, to z pewnością bym to zauważył. Prawie cały czas od tego przewrotu siedzimy tu wszyscy w jaskini.
uk: Навіть якби щось подібне сталося, я б неодмінно це помітив. Майже увесь час після бунту ми всі сиділи тут, у печері.

source: Nawet jeśli historie o orkach nie są prawdziwe to i tak nie zaszkodzi jeśli będą potrafili obronić się przed topielcami czy polnymi bestiami.
uk: Навіть якщо історії про орків неправдиві, не буде лишнім, якщо вони зможуть захистити себе від луркерів або польових жуків.

source: Nawet jeśli jest z tym wszystkim w jakiś sposób powiązany, to musiał mieć do tego powody! W całym mieście nie ma nikogo tak rozsądnego, jak on.
uk: Навіть якщо він якось причетний до цього всього, у нього повинні бути на це причини! У всьому місті немає більш розсудливішої людини, ніж він.

source: Nawet jeśli już nie żyje to chciałbym wiedzieć, że umarł jako wojownik i mieć pewność, że zostanie odprawiony z tego świata jak przystało na Wilczego Syna.
uk: Навіть якщо його вже немає серед живих, я хочу знати, що він загинув як воїн, і бути впевненим, що його проведуть з цього світу, як і належить Вовчому Синові.

source: Nawet jeśli kosztowało cię to kilka siniaków!
uk: Навіть якщо це коштувало тобі кількох синців!

source: Nawet jeśli ktoś nie wie, jak tutaj trafić, to i tak wie, że je organizujemy.
uk: Навіть якщо хтось не знає, як сюди дістатися, він все одно знає, що ми їх організовуємо.

source: Nawet jeśli miał to być tylko ten krótki moment, to na zawsze pozostanie on w waszych sercach. Już na zawsze straciliście swoje poczucie bezpieczeństwa.
uk: Навіть якщо це була лише коротка мить, вона назавжди залишиться у ваших серцях. Тепер ви назавжди втратите відчуття безпеки.

source: Nawet jeśli raz udało ci się go pokonać, to jeden zły ruch i tym razem możesz nie mieć tyle szczęścia.
uk: Навіть якщо тобі вдалося перемогти його одного разу, один невірний рух – і цього разу тобі може не пощастити.

source: Nawet jeśli szukam kogoś do pracy, przydasz mi się do czegoś?
uk: Навіть якщо я і шукаю когось, я не знаю, чи буде від тебе користь?

source: Nawet jeśli szukam, to musiałbyś mi jakoś udowodnić, że do czegoś się nadajesz.
uk: Навіть якщо шукаю, тобі доведеться якось мені довести, що ти на щось здатен.

source: Nawet jeśli tak nie jest, to w praktyce wszystko sobie przyswoisz, nie bój nic!
uk: Навіть якщо це не так, то на практиці все зрозумієш, нічого не бійся!

source: Nawet jeśli to ich nie przekona, to z pewnością skuszą się na złoto.
uk: Навіть якщо це не переконає їх, вони неодмінно спокусяться на золото.

source: Nawet jeśli to prawda, wielu zna Yannicka i korzysta z jego usług. Mogłeś po prostu o nim usłyszeć, a jesteś tylko małym, zagubionym szczurkiem.
uk: Навіть якщо це правда, багато хто знає Янніка і користується його послугами. Можливо, ти просто чув про нього, і ти лише маленький щур, який заблукав.

source: Nawet jeśli to tylko pogłoski, to samo odnalezienie miecza z pewnością nakłoni przesądnego Przeora do zajęcia się tematem Lichwiarza.
uk: Навіть якщо це лише чутки, сама знахідка меча напевно переконає забобонного Настоятеля взятися за справу Лихваря.

source: Nawet jeśli zdolności ostrza to tylko i wyłącznie legenda, to o samym jego istnieniu opowiada wiele autentycznych kronik.
uk: Навіть якщо можливості клинка це лише легенда, то про саме його існування розповідається в багатьох достовірних хроніках.

source: Nawet jeśli, to się tym nie martw. Pręgierz mi raczej nie grozi.
uk: Навіть якщо так, не хвилюйся про це. Навряд чи мені загрожує шибениця.

source: Nawet ktoś z tych wygłodniałych uciekinierów, jeśli wyczuł przy nim trochę kosztowności.
uk: Навіть хтось з тих голодних біженців, якби дізнався, що при ньому є щось цінне.

source: Nawet kątem oka dostrzegłem, jak omijasz bardzo dobre złoża złota.
uk: Я навіть краєм ока помітив, як ти проґавив кілька дуже гарних золотих родовищ.

source: Nawet lepiej.
uk: Так навіть краще.

source: Nawet mi nie przypominaj! Cortez już dawno miał kogoś przysłać, żeby się tym zajął.
uk: Навіть не нагадуй мені! Кортез вже давно повинен був послати когось, щоб розібратися з ним.

source: Nawet mi o tym nie przypominaj. Wszyscy doskonale wiedzą, że te góry są domem nie tylko Wilczych Synów, ale także całych chmar pełzaczy.
uk: Навіть не нагадуй мені про це. Всі чудово знають, що в цих горах живуть не лише Вовчі Сини, а й сила-силенна повзунів.

source: Nawet mi się tu podoba. Będziesz musiał się nieźle postarać, żebyśmy stąd odeszli.
uk: Мені тут навіть подобається. Тобі доведеться добряче постаратися, щоб витягнути нас звідси.

source: Nawet na mnie nie spojrzeli, tylko zaciągnęli tego łysego nieszczęśnika wzdłuż drogi.
uk: Вони навіть не подивилися на мене, просто потягли того лисого бідолаху по дорозі.

source: Nawet na pewno. Facet dowodzi grupą, która ma oczyścić kopalnię.
uk: Точно можуть. Він очолює загін, який має зачистити копальню.

source: Nawet najlepsze zamiary mogą doprowadzić do tragicznych rezultatów.
uk: Навіть найкращі наміри можуть призвести до трагічних наслідків.

source: Nawet najlepszym zdarzają się błędy, więc mam dla ciebie coś na wszelki wypadek. Ten eliksir wzmocni twoje ciało.
uk: Навіть найкращі роблять помилки, тому я маю для тебе дещо про всяк випадок. Це зілля зміцнить твоє тіло.

source: Nawet największy ignorant wie, że królowa nie może zbić gońca. Zaświadczysz tutaj przy wszystkich, że Leon jest zwykłym oszustem!
uk: Навіть повний невіглас знає, що ферзь не може взяти слона. Ти засвідчиш перед усіма присутніми, що Леон – звичайнісінький шахрай!

source: Nawet nic nie mów.
uk: Навіть нічого не кажи.

source: Nawet nie chcieliśmy z niego wyciągnąć niczego konkretnego, ale trzeba było wyrobić normę. Kiedy miał wybite wszystkie możliwe stawy, przyszedł za niego okup.
uk: Ми навіть не хотіли вибивати з нього щось конкретне, але треба було відпрацювати свою норму. Коли йому повикручували всі можливі суглоби, за нього прийшов викуп.

source: Nawet nie chcę myśleć, w jaki sposób klątwa tego miejsca może jeszcze nam zaszkodzić. Ledwo odparliśmy te gargulce...
uk: Я навіть не хочу думати, як ще це прокляте місце може зашкодити нам. Ми ледве відбилися від тих гаргуйлів...

source: Nawet nie chcę wiedzieć, czemu jest w takim stanie.
uk: Я навіть не хочу знати, чому вона в такому стані.

source: Nawet nie masz pojęcia, do czego te ptaszyska są zdolne.
uk: Ти навіть не уявляєш, на що ці птахи здатні.

source: Nawet nie miałem czasu spotkać się z moim człowiekiem! Wróć później!
uk: Я ще навіть не встиг зустрітися зі своєю людиною! Повертайся пізніше!

source: Nawet nie myśl, że przyjmę do straży kogoś, kto dopiero co trafił na wyspę.
uk: Навіть не думай, що я візьму до Варти людину, яка щойно прибула на острів.

source: Nawet nie odpowiadaj! Niezależnie od tego, po co tu przybyłeś i czego potrzebujesz, jestem pewna, że znajdziesz to wszystko w moim asortymencie!
uk: Можеш не відповідати! Незалежно від того, нащо ти сюди прибув і чого потребуєш, я впевнена, що все це знайдеться в моєму асортименті!

source: Nawet nie próbuj mnie szukać.
uk: Навіть не намагайтеся мене шукати.

source: Nawet nie pytaj o to głośno! Część naszych padła w męczarniach po wypiciu wina z tej przeklętej beczki Oscara.
uk: Краще й не питай! Частина хлопців померли в муках після того, як випили вина з тієї проклятої бочки Оскара.

source: Nawet nie wiem ile obiecał ci ten osiłek, ale jestem pewny, że te ryby i ich zawartość będą warte znacznie więcej.
uk: Я навіть не знаю, скільки цей віслюк пообіцяв тобі, але я впевнений, що ці рибини та їхній вміст коштуватимуть набагато більше.

source: Nawet nie wiem jak ci dziękować.
uk: Навіть не знаю, як тобі дякувати.

source: Nawet nie wiem, co mam powiedzieć. Uratowałeś naszą kopalnię przed prawdziwą katastrofą! Zasłużyłeś sobie na dodatkową nagrodę.
uk: Я навіть не знаю, що сказати. Ти врятував нашу копальню від справжньої катастрофи! Ти заслужив на додаткову винагороду.

source: Nawet nie wiem, gdzie znajduje się kwatera mistrza Rierola. Poza tym niezbyt znam się na recepturach, nawet nie wiedziałabym czego szukać.
uk: Я навіть не знаю, де знаходяться покої майстра Рієрола. Крім того, я не дуже знаюся на рецептах, я навіть не знаю, що шукати.

source: Nawet nie wiemy gdzie jest ta kuźnia, a co gorsza, chyba uszkodziliśmy wóz jadąc tutaj do góry.
uk: Ми навіть не знаємо, де знаходиться кузня, і, що найгірше, ми, здається, пошкодили віз, піднімаючись сюди.

source: Nawet nie wiesz, ile Frida daje mi za porządny materiał na łuki.
uk: Ти навіть не знаєш, скільки Фріда дає мені за пристойний матеріал для луків.

source: Nawet nie wiesz, ile lat zajęło mi zrozumienie, że nawet najszlachetniejszy czyn może doprowadzić do tragicznych skutków.
uk: Ти навіть не уявляєш, скільки років мені знадобилося, щоб зрозуміти, що навіть найблагородніший вчинок може призвести до трагічних наслідків.

source: Nawet nie wiesz, jak ciężko było wejść z nim w sensowną rozmowę.
uk: Ти навіть не уявляєш, як важко було завести з ним змістовну розмову.

source: Nawet nie wiesz, jaka okazja nam się trafiła! To jest znakomity pretekst do obniżenia ceny! Może udałoby się też wykorzystać ten fakt do wyciągnięcia od Lorenzo obietnicy serwowania dodatkowych usług?
uk: Ти навіть не уявляєш, яка можливість перед нами відкрилася! Це чудовий привід знизити ціну! Можливо, ми також зможемо це використати, щоб Лоренцо пообіцяв надавати нам додаткові послуги?

source: Nawet nie zauważyłem, żeby powiedział coś niemiłego. Jestem przyzwyczajony do gorszych tekstów.
uk: Я навіть не помітив, щоб він сказав щось погане. Я звик чути і гірше.
